Repository: petry/django-newsletters
Catalog: newsletters/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Newsletter sent successfully
pt_br: Newsletter enviada com sucesso

source: E-mail already registered
pt_br: Este email já foi registrado

source: E-mail not found
pt_br: E-mail não encontrado

source: E-mail not registered
pt_br: E-mail não registrado

source: This template doesn't exist
pt_br: Este template não existe

source: subscribed
pt_br: instrito

source: created on
pt_br: criado em

source: Confirm your subscription to %s
pt_br: Confirmar instrição para %s

source: Confirm your unsubscription to %s
pt_br: Confirmar remoção para %s

source: activation key
pt_br: chave de ativação

source: Subscription
pt_br: Inscrição

source: Subscriptions
pt_br: Inscrições

source: title
pt_br: título

source: template
pt_br: modelo

source: body message
pt_br: corpo da mensagem

source: History
pt_br: Histórico

source: View on site
pt_br: Ver no site

source: send mail
pt_br: enviar email

source: Home
pt_br: Início

source: Send Mail
pt_br: Enviar Email

source: Send this newsletter to %(subscribers.count)s emails?
pt_br: Enviar a newsletter para %(subscribers.count)s emails?

source: This is the email that be sent to your subscribers:
pt_br: Este é o email que será enviado aos inscritos

source: Title
pt_br: Título

source: Send Email
pt_br: Enviar Email

source: Dear subscriber, Thank you for your subscription on %(site_name)s ! Please confirm your subscription by following this link in the next %(expiration_days)s days:
pt_br: Caro assinante, Obrigado por sua inscrição no site %(site_name)s ! Por favor, confirme sua inscrição, em até%(expiration_days)s dias:

source: Your email : %(email)s If you didn't subscribe on this site, please ignore this email.
pt_br: Seu email : %(email)s Se você não se inscreveu neste site, por favor, ignore este email.

source: Thanks, %(site_name)s Team
pt_br: Obrigado, %(site_name)s

source: Dear subscriber, Thank you for your subscription on %(site_name)s ! Please confirm your unsubscription by following this link:
pt_br: Caro assinante, Obrigado pela sua inscrição no site %(site_name)s ! Por Favor, confirme a sua saida no link abaixo:

source: Your email : %(email)s If you didn't unsubscribe from this site, please ignore this email.
pt_br: Seu email: %(email)s Se Você não uer sair da nossa lista, ignore este email.

source: Subscribe
pt_br: Inscrição

source: Subscribe Success
pt_br: Inscrição feita com sucesso

source: Unsubscribe
pt_br: Sair da Lista

source: Unsubscribe Success
pt_br: Saída confirmada
